{
    "en": {
        "about": {
            "name": "Andriy Danchenko",
            "title": "Engineer | Electronics Specialist",
            "description": "Engineer with a strong focus on electronics and automation systems. Passionate about finding efficient solutions to complex technical challenges in both real-world systems and programming. I enjoy optimizing and automating processes to improve system performance and reliability. Engineering is both my profession and passion.",
            "additional": "I have experience in the design and maintenance of automation systems, as well as troubleshooting and optimizing electronic systems. I am quick to learn new technologies and tools, and I am open to continuous development and tackling challenging technical problems. I have worked with a variety of instruments and equipment, which helps me adapt to different project requirements. I easily integrate into teams and contribute to effective problem-solving and goal achievement."
        },
        "education": [
            {
                "period": "2005 - 2009",
                "description": "Bachelor's degree in \"Automation, Computer Integrated Systems, and Robotics\", KhNADU, Kharkiv"
            },
            {
                "period": "2009 - 2010",
                "description": "Master's degree in \"Automation, Computer Integrated Systems, and Robotics\", KhNADU, Kharkiv"
            }
        ],
        "work_experience": [
            {
                "period": "2010 - 2010",
                "description": "Specialist in Electronic Systems. Qualification: \"Toyota Mechanic\". \"Toyota Ukraine\""
            },
            {
                "period": "2010 - 2011",
                "description": "Specialist in Mechatronic Systems Diagnostics. \"Magister\""
            },
            {
                "period": "2011 - 2024",
                "description": "Engineer-Electronicist. Automation Systems Setup Engineer at \"TSK\""
            }
        ],
        "skills": [
            {
                "skill": "HTML / CSS, JavaScript, React.js, Node.js, UX/UI, Automation Systems, Electronic Troubleshooting, CAD Software, Analytical Skills, Continuous Learning, Time-management",
                "description": "A wide range of skills in electronics, automation, web development, and problem-solving"
            }
        ],
        "contacts": {
            "email": "lidao2005@gmail.com"
        }
    },
    "ua": {
        "about": {
            "name": "Андрій Данченко",
            "title": "Інженер | Спеціаліст з електроніки",
            "description": "Інженер з фокусом на електронні та автоматизовані системи. Захоплений пошуком ефективних рішень складних технічних завдань як у реальних системах, так і в програмуванні. Мені подобається оптимізувати та автоматизувати процеси для покращення роботи систем та їх надійності. Інженерія для мене не лише професія, а й пристрасть.",
            "additional": "Маю досвід в проектуванні та обслуговуванні автоматизованих систем, а також у діагностиці та оптимізації електронних систем. Швидко освоюю нові технології та інструменти, відкритий до постійного розвитку та вирішення складних технічних завдань. Працював з різними приладами та обладнанням, що допомагає адаптуватися до різних вимог проектів. Легко знаходжу спільну мову з командою та сприяю ефективному вирішенню проблем та досягненню цілей."
        },
        "education": [
            {
                "period": "2005 - 2009",
                "description": "Бакалавр за спеціальністю \"Автоматизація, комп'ютерні інтегровані системи та робототехніка\", ХНАДУ м. Харків"
            },
            {
                "period": "2009 - 2010",
                "description": "Магістр за спеціальністю \"Автоматизація, комп'ютерні інтегровані системи та робототехніка\", ХНАДУ м. Харків"
            }
        ],
        "work_experience": [
            {
                "period": "2010 - 2010",
                "description": "Спеціаліст електронних систем. Кваліфікація: \"Механік TOYOTA\". \"Toyota Україна\""
            },
            {
                "period": "2010 - 2011",
                "description": "Спеціаліст з діагностики мехатронних систем. \"Магістр\""
            },
            {
                "period": "2011 - 2024",
                "description": "Інженер-електронщик. Налагоджувальник АСК ТП. \"ТСК\""
            }
        ],
        "skills": [
            {
                "skill": "HTML / CSS, JavaScript, React.js, Node.js, UX/UI, Автоматизація систем, Діагностика електронних систем, CAD програмне забезпечення, Аналітичні навички, Безперервне навчання, Time-management",
                "description": "Широкий спектр навичок в електроніці, автоматизації, веб-розробці та вирішенні технічних завдань"
            }
        ],
        "contacts": {
            "email": "lidao2005@gmail.com"
        }
    }
}
